

	"NSLE-20639 -108" = "上一个命令未能完成，因为内存不足。";
	"NSLE-20639 -108 Solution" = "退出一些应用程序并关闭一些窗口以腾出更多可用的内存。";

	"NSLE-20639 -1" = "由于 NSL 内部出错，请求未能完成。";
	"NSLE-20639 -1 Solution" = "请再试一次。如果仍有问题，请尝试重新启动应用程序或电脑，然后重新尝试请求。";

	"NSLE-20639 -4199" = "NSL Manager 未初始化。";
	"NSLE-20639 -4199 Solution" = "重新启动电脑，然后再试一次。";

	"NSLE-20639 -4198" = "所安装的系统软件不支持此版本的 NSL。";
	"NSLE-20639 -4198 Solution" = "安装 Mac OS 系统软件 8.7 或更高版本。";

	"NSLE-20639 -4197" = "不存在正确版本的 Open Transport 。";
	"NSLE-20639 -4197 Solution" = "安装 Open Transport 1.3 或更高版本。";

	"NSLE-20639 -4192" = "您的电脑没有连接到网络。";
	"NSLE-20639 -4192 Solution" = "检查您的网络设置并确定所有联网电缆都正常安装。然后重新尝试请求。";

	"NSLE-20639 -4182" = "启动期间不能载入 NSL 插件。";
	"NSLE-20639 -4182 Solution" = "重新启动电脑，然后重新尝试请求。";

	"NSLE-20639 -4181" = "NSL Manager 未能找到任何插件以进行载入。";
	"NSLE-20639 -4181 Solution" = "确定您至少有一个 NSL 插件在您的“/系统/资源库/Frameworks/NSLCore.framework/Resources/NSLPlugins”文件夹中。";

	"NSLE-20639 -4179" = "NSL Manager 未能载入任何插件以处理您的请求。";
	"NSLE-20639 -4179 Solution" = "检查您的网络设置并确定所有联网电缆都正常连接。然后重新尝试请求。";

	"NSLE-20639 -4177" = "不是所有 NSL 插件都载入失败。";
	"NSLE-20639 -4177 Solution" = "您可以继续，因为至少有一个插件可用。请查看“功能管理器”控制板以确定哪个插件是可用的。";

	"NSLE-20639 -4174" = "NSL UI Library 不可用。";
	"NSLE-20639 -4174 Solution" = "请确定此共享资源库在您的“功能扩展”文件夹中，然后再试一次。";

	"NSLE-20639 -43" = "此操作所需要的一个文件不可用。";
	"NSLE-20639 -43 Solution" = "确定您正确安装了所有组件。";

	"STR#-20639 1" = "NSL 插件“%s”未能载入";

	"STR#-20639 2" = "确定您的网络和网络设置已正确配置。您可以继续，由于至少有一个插件可用。";

	"This Computer" = "本电脑";
	"Managed Network Directory" = "被管理的网络目录";
	"Default (%@ and %@)" = "默认（%1$@ 和 %2$@）";
	".Mac" = ".Mac";
	
	"Server" = "服务器";
	"My Mac" = "我的 Mac";
	"Folder" = "文件夹";
	"Neighborhood" = "邻域";
	"Mac Server" = "Mac 服务器";
	"PC Server" = "PC 服务器";
	"Sharepoint" = "共享点";
	"Remote Disc" = "远程光盘";
	"AirPort Base Station" = "AirPort 基站";
	"AirPort Disk" = "AirPort 磁盘";
	"AirPort" = "AirPort";
	"Volume" = "宗卷";

	"Applications" = "应用程序";
	"Library" = "资源库";
	"Servers" = "服务器";

	"Guest" = "客人";
	"Anonymous" = "匿名";

	"SHARED" = "共享的";
	"Network" = "网络";
	"More..." = "更多…";
	"All..." = "所有…";
	